import "./index.scss"

const ServiceRequirements = () => {
  return (
    <div className="service-Requirements">
      <div className="container">
        <div className="serviceCard">
          <h3 className="serviceCard__h3">Условия сервиса</h3>
          <p className="serviceCard__p">
            Задача организации, в особенности же курс на
            социально-ориентированный национальный проект требует от нас
            системного анализа модели развития! Таким образом, постоянное
            информационно-техническое обеспечение нашей деятельности требует от
            нас анализа системы масштабного изменения ряда параметров! С другой
            стороны социально-экономическое развитие напрямую зависит от
            всесторонне сбалансированных нововведений?
          </p>
        </div>
        <br /> <br />
        <div className="serviceCard">
          <h3 className="serviceCard__h3">Условия доставки</h3>
          <p className="serviceCard__p">
            Задача организации, в особенности же курс на
            социально-ориентированный национальный проект требует от нас
            системного анализа модели развития! Таким образом, постоянное
            информационно-техническое обеспечение нашей деятельности требует от
            нас анализа системы масштабного изменения ряда параметров! С другой
            стороны социально-экономическое развитие напрямую зависит от
            всесторонне сбалансированных нововведений?
          </p>
        </div>
        <br /> <br />
        <div className="serviceCard">
          <h3 className="serviceCard__h3">Условия возврата</h3>
          <p className="serviceCard__p">
            Задача организации, в особенности же курс на
            социально-ориентированный национальный проект требует от нас
            системного анализа модели развития! Таким образом, постоянное
            информационно-техническое обеспечение нашей деятельности требует от
            нас анализа системы масштабного изменения ряда параметров! С другой
            стороны социально-экономическое развитие напрямую зависит от
            всесторонне сбалансированных нововведений?
          </p>
        </div>
      </div>
    </div>
  );
}

export default ServiceRequirements